[
    {
        "title": "Miley Cyrus Gives Showgirl Pathos, and 8 More New Songs",
        "sourceName": "The New York Times",
        "description": "Every Friday, pop critics for The New York Times weigh in on the week’s most notable new tracks. Listen to the Playlist on Spotify here (or find our profile: nytimes) and at Apple Music here, and sign up for The Amplifier, a twice-weekly guide to new and old songs.",
        "url": "https://www.nytimes.com/2024/12/13/arts/music/playlist-miley-cyrus-snoop-dogg.html",
        "urlToImage": "https://static01.nyt.com/images/2024/12/13/multimedia/13playlist-lcqk/13playlist-lcqk-articleLarge.jpg"
    },
    {
        "title": "Eric Adams’s Advisers Are Trying to Get Him a Trump Inauguration Ticket",
        "sourceName": "The New York Times",
        "description": "Mayor Eric Adams of New York City has spent weeks inching closer to President-elect Donald J. Trump, flouting the concerns of many fellow Democrats.",
        "url": "https://www.nytimes.com/2024/12/13/nyregion/adams-trump-inauguration.html",
        "urlToImage": "https://static01.nyt.com/images/2024/12/13/multimedia/13adams-inaugural-01-gckv/13adams-inaugural-01-gckv-articleLarge.jpg"
    },
    {
        "title": "A Murder in Midtown Sent the Police Scrambling. Reporters Weren’t Far Behind.",
        "sourceName": "The New York Times",
        "description": "The early morning shooting death of Brian Thompson, the chief executive of UnitedHealthcare, on a Manhattan sidewalk last week shocked the nation, and sent law enforcement on a mad scramble to find the killer.",
        "url": "https://www.nytimes.com/2024/12/13/pageoneplus/shooting-death-police-sources.html",
        "urlToImage": "https://static01.nyt.com/images/2024/12/16/multimedia/16a2_insider-police-reporting-vbmh/16a2_insider-police-reporting-vbmh-articleLarge.jpg"
    },
    {
        "title": "America’s Health Care System Needs Better Economics, Not Bullets",
        "sourceName": "The New York Times",
        "description": "I can predict when one of my newsletters is going to divide a lot of readers. This is one of them. I’m going to argue that the problem with health insurance and the health care system overall is misaligned incentives. It is, in other words, a problem of structure, not any individual’s morality. Evil should not be part of the conversation. Nor — and I hate to have to say this — should killing.",
        "url": "https://www.nytimes.com/2024/12/13/opinion/health-care-united-shooting.html",
        "urlToImage": "https://static01.nyt.com/images/2024/12/13/opinion/13coy-newsletter-image/13coy-newsletter-image-articleLarge.jpg"
    },
    {
        "title": "Do I Have to Tell My Boyfriend I’ve Been Paid for Sex?",
        "sourceName": "The New York Times",
        "description": "Years ago, when I was struggling with addiction, I would occasionally (once a month or less) engage in sex work to help make ends meet. This was voluntary — no one made me do anything I didn’t want to do — but it’s still uncomfortable for me to think about sometimes. I always used protection during these encounters and continue to get screened for S.T.D.s regularly. If anything, I think I’m slightly less likely than the general population is to pass anything on.",
        "url": "https://www.nytimes.com/2024/12/13/magazine/sex-work-boyfriend-ethics.html",
        "urlToImage": "https://static01.nyt.com/images/2024/12/22/magazine/22mag-ethicist/22mag-ethicist-articleLarge.jpg"
    },
    {
        "title": "Patel Distorts Justice Dept. Benghazi Inquiry, Inflating His Role",
        "sourceName": "The New York Times",
        "description": "Kash Patel, President-elect Donald J. Trump’s pick to be F.B.I. director, often burnishes his credentials as a former prosecutor even as he portrays law enforcement agencies as an inept and politicized “deep state.” A critical piece of that narrative is the investigation into the 2012 attack on a diplomatic compound and a C.I.A. annex in Benghazi, Libya, that killed four Americans.",
        "url": "https://www.nytimes.com/2024/12/13/us/politics/kash-patel-benghazi-investigation-doj.html",
        "urlToImage": "https://static01.nyt.com/images/2024/12/11/multimedia/00dc-patel-topart-mcbl/00dc-patel-topart-mcbl-articleLarge.jpg"
    },
    {
        "title": "Hochul Launches Investigation Into Drone Sightings in New York",
        "sourceName": "The New York Times",
        "description": "As reports of drone sightings continued to spread across New Jersey and New York, Gov. Kathy Hochul of New York on Friday said she was investigating the matter with federal law enforcement agencies.",
        "url": "https://www.nytimes.com/article/nj-drones-east-coast.html",
        "urlToImage": "https://static01.nyt.com/images/2024/12/13/multimedia/13nj-drones-wwk-gvwz/13nj-drones-wwk-gvwz-articleLarge.jpg"
    },
    {
        "title": "10 Songs That Explain My Year",
        "sourceName": "The New York Times",
        "description": "Earlier this week, I shared a massive playlist of some of the best music released in 2024 — over 100 tracks, selected by Times music critics, from our lists of the year’s greatest albums and songs. Today, it’s time for another end-of-year Amplifier tradition: my playlist of older songs that defined my year.",
        "url": "https://www.nytimes.com/2024/12/13/arts/music/amplifier-newsletter-defining-songs.html",
        "urlToImage": "https://static01.nyt.com/images/2024/12/13/multimedia/13amplifier-nl2-qkmb/13amplifier-nl2-qkmb-articleLarge.jpg"
    },
    {
        "title": "The Messy Modern Music Business, According to Larry Jackson",
        "sourceName": "The New York Times",
        "description": "The music executive Larry Jackson, a founder of the entertainment company Gamma, has seen several sea changes in the recording business from different vantages over different eras of disruption.",
        "url": "https://www.nytimes.com/2024/12/13/arts/music/larry-jackson-popcast-interview-drake.html",
        "urlToImage": "https://static01.nyt.com/images/2024/12/13/podcasts/13popcast-treatment/13popcast-treatment-articleLarge.jpg"
    },
    {
        "title": "U.S. Considered Border Buoys Months Before Texas Put Them In",
        "sourceName": "The New York Times",
        "description": "On the U.S.-Mexico border, they are perhaps the most visible symbol of Gov. Greg Abbott’s effort to deter migrants from entering Texas: giant, orange buoys floating in the Rio Grande, designed to make it harder to cross.",
        "url": "https://www.nytimes.com/2024/12/13/us/us-border-floating-barriers-trump.html",
        "urlToImage": "https://static01.nyt.com/images/2024/12/13/multimedia/13NAT-BORDER-BUOYS-tgvf/13NAT-BORDER-BUOYS-tgvf-articleLarge.jpg"
    }
]